Repository: YashVanani/scratchpad
Catalog: lib/l10n/app_*.arb
Languages: mr

source: Login
mr: लॉगिन करां

# s_id
source: Student ID
mr: विद्यार्थी ओळखपत्र

source: Password
mr: पासवर्ड

source: Hello
mr: नमस्कार

source: Change
mr: बदला

# recent_report
source: Recent Reports
mr: अलीकडील अहवाल

source: View All
mr: सर्व पहा

source: View Result
mr: परिणाम पहा

source: School Corner
mr: शाळेचा कोपरा

source: Playbook
mr: प्लेबुक

source: Community
mr: समुदाय

# interact_engage
source: Interact Engage and Share
mr: संवाद साधा आणि सामायिक करा

source: Open community
mr: मुक्त समुदाय

source: My expansion tile
mr: माझे विस्तार टाइल

source: Something went wrong
mr: काहीतरी चूक झाली

source: Notifications setting
mr: सूचना सेटिंग्ज

# in_this_section
source: In this section, you will be able to manage notifications. We will continue to send you notifications for security reasons
mr: या विभागात, तुम्ही सूचना व्यवस्थापित करण्यास सक्षम असाल. सुरक्षेच्या कारणास्तव आम्ही तुम्हाला सूचना पाठवत राहू

source: In App Notifications
mr: अॅप सूचनांमध्ये

source: Update Application
mr: अनुप्रयोग अद्यतनित करा

# update_application_notifications
source: You will receive a notification about update application.
mr: तुम्हाला अपडेट अॅप्लिकेशनबद्दल सूचना प्राप्त होईल.

source: parents-community
mr: पालक-समुदाय

source: My Post
mr: माझी पोस्ट

source: parents-my-post
mr: पालक-माझे-पोस्ट

source: Create Post
mr: पोस्ट तयार करा

source: parents-create-post
mr: पालक-तयार-पोस्ट

source: Community Rules
mr: समुदायाचे नियम

source: OK, GOT IT.
mr: ठीक आहे, समजले.

source: likes
mr: आवडी

source: Delete
mr: हटवा

source: Are you sure to delete this post from community?
mr: तुम्‍हाला समुदायातून हे पोस्‍ट हटवण्‍याची खात्री आहे का?

source: Thank you for sharing your thoughts.
mr: तुमचे विचार मांडल्याबद्दल धन्यवाद.

source: OK
mr: ठीक आहे

source: Select files to upload
mr: अपलोड करण्यासाठी फायली निवडा

source: Type Caption...
mr: मथळा टाइप करा...

source: Dashboard
mr: डॅशबोर्ड

source: Activities
mr: उपक्रम

source: Recommendations
mr: शिफारशी

source: Teacher Name:
mr: शिक्षकाचे नाव:

source: Lesson Plan
mr: धडा योजना

source: Medium
mr: मध्यम

source: Teaching Pace
mr: शिकवण्याची गती

source: GOOD
mr: चांगले

source: SUB-TOPICS
mr: उप-विषय

source: All Subjects
mr: सर्व विषय

source: Chapters
mr: अध्याय

source: English
mr: इंग्रजी

source: Hindi
mr: हिंदी

source: Marathi
mr: मराठी

source: Error Loading User
mr: वापरकर्ता लोड करताना त्रुटी

source: No Survey
mr: नाही सर्वेक्षण

source: Your next quest awaits!
mr: तुमचा पुढील शोध प्रतीक्षेत आहे!

source: See you on :
mr: यावर भेटू:

source: Start Now
mr: आता सुरू करा

source: Notification
mr: सूचना

source: Effort level:
mr: प्रयत्न पातळी:

source: Developmental stage:
mr: विकासाचा टप्पा:

source: Focus area
mr: फोकस क्षेत्र

source: Activity Toolkit
mr: क्रियाकलाप टूलकिट

source: Included Material:
mr: समाविष्ट साहित्य:

source: Goals
mr: गोल

source: Action
mr: कृतीकृती

source: Playbook Screen
mr: प्लेबुक स्क्रीन

source: Search strategy
mr: शोध धोरण

source: All
mr: सर्व

source: No Playbook found
mr: कोणतेही प्लेबुक आढळले नाही

source: Profile Details
mr: प्रोफाइल तपशील

source: Logout!
mr: बाहेर पडणे!

source: Are you sure?
mr: तुला खात्री आहे?

source: No
mr: नाही

source: Yes
mr: होय

source: CHANGE IMAGE
mr: प्रतिमा बदला

source: First Name
mr: पहिले नाव

source: Enter Name
mr: नाव प्रविष्ट करा

source: Last Name
mr: आडनाव

source: Email
mr: ईमेल

# change_password_capital
source: CHANGE PASSWORD
mr: पासवर्ड बदला

source: SAVE CHANGE
mr: बदल जतन करा

source: Update profile image
mr: प्रोफाइल इमेज अपडेट करा

source: UPDATE IMAGE
mr: प्रतिमा अद्यतनित करा

# change_password_small
source: Change password
mr: पासवर्ड बदला

source: Current Password
mr: सध्याचा गुप्त शब्द

source: New Password
mr: नवीन पासवर्ड

source: Confirm Password
mr: पासवर्डची पुष्टी करा

source: Password must contain:
mr: पासवर्डमध्ये हे असणे आवश्यक आहे:

# min_characters
source: Min 6 characters
mr: किमान ६ वर्ण

# at_least_one_special_characters
source: At least 1 special characters
mr: किमान 1 विशेष वर्ण

# at_least_one_number
source: At least 1 number
mr: किमान 1 संख्या

source: SAVE PASSWORD
mr: पासवर्ड जतन करा

source: Reports
mr: अहवाल

source: List of available dashboards
mr: उपलब्ध डॅशबोर्डची सूची

source: Submitting Answers
mr: उत्तरे सादर करत आहे

source: Back
mr: मागे

source: Please Select an Answer
mr: कृपया उत्तर निवडा

source: Submit
mr: प्रस्तुत करणे

source: Next
mr: पुढे

source: Question:
mr: प्रश्न:

# of_text
source: OF
mr: ऑफ

source: Thank You!
mr: धन्यवाद!

# your_valuable_feedback_will_help_us
source: Your valuable feedback will help us improve.
mr: तुमचा मौल्यवान अभिप्राय आम्हाला सुधारण्यात मदत करेल.

source: GO TO HOME
mr: घरी जा

source: Survey Purpose:
mr: सर्वेक्षण उद्देश:

# continue_text
source: CONTINUE
mr: सुरू

source: Question Description
mr: प्रश्न वर्णन

source: CLOSE DESCRIPTION
mr: वर्णन बंद करा

source: Share
mr: शेअर करा

source: Cancel
mr: रद्द करा

source: OPEN
mr: उघडा

source: Post lesson Doubt
mr: धडा नंतर शंका

# student_id
source: User ID
mr: वापरकर्ता ओळखपत्र

source: Please provide ID
mr: कृपया आयडी द्या

source: Please Password
mr: कृपया पासवर्ड द्या

source: Class Survey
mr: वर्ग सर्वेक्षण

source: Unknown Subject
mr: अज्ञात विषय

# your_thoughts
source: Your thoughts and feedback are super valuable
mr: तुमचे विचार आणि प्रतिक्रिया खूप मोलाच्या आहेत

# take_a_moment
source: Take a moment to think about the lesson before responding.
mr: प्रतिसाद देण्यापूर्वी धड्याचा विचार करण्यासाठी थोडा वेळ द्या.

# answer_truthfully
source: Answer truthfully based on your understanding of the lesson.
mr: तुमच्या धड्याच्या समजुतीच्या आधारे सत्यतेने उत्तर द्या.

# if_there_something
source: If there's something you didn't understand, don't hesitate to mention it.
mr: जर तुम्हाला काही समजले नसेल तर ते नमूद करण्यास अजिबात संकोच करू नका.

# failed_to_previous
source: Failed to Previous Answers
mr: मागील उत्तरांमध्ये अयशस्वी

source: GOOD JOB!
mr: चांगली नोकरी!

source: Happy Learning
mr: आनंदी शिक्षण

source: Total XP available
mr: एकूण XP उपलब्ध

source: Subjects
mr: विषय

source: Notifications
mr: अधिसूचना

source: Frequently Asked Questions
mr: सतत विचारले जाणारे प्रश्न

source: No Students Found
mr: कोणतेही विद्यार्थी आढळले नाहीत

source: These scores are not academic rankings
mr: हे गुण शैक्षणिक रँकिंग नाहीत

source: points
mr: गुण

source: Error loading leader board
mr: लीडर बोर्ड लोड करताना त्रुटी

source: Name
mr: नाव

source: Choose an Avatar
mr: एक अवतार निवडा

source: Free Avatars
mr: मुक्त अवतार

source: Redeem Avatars
mr: अवतारांची पूर्तता करा

source: free
mr: फुकट

source: paid
mr: दिले

source: avatars available
mr: अवतार उपलब्ध

source: Not Enough balance
mr: पुरेसा शिल्लक नाही

source: Are you sure you want to spend
mr: तुमची खात्री आहे की तुम्ही खर्च करू इच्छिता

source: xp to unlock this avatar?
mr: हा अवतार अनलॉक करण्यासाठी xp?

source: Error: Load failed
mr: त्रुटी: लोड अयशस्वी

source: APPLY
mr: अर्ज करा

source: Edit Profile
mr: प्रोफाईल संपादित करा

source: CHANGE AVATAR
mr: अवतार बदला

source: Gender
mr: लिंग

source: Male
mr: पुरुष

source: Female
mr: स्त्री

source: UPDATE PASSWORD
mr: पासवर्ड अपडेट करा

source: Profile
mr: प्रोफाइल

source: EARNED XP
mr: कमावले XP

source: ClarifiED Stats
mr: स्पष्ट आकडेवारी

source: TOTAL SPENT XP
mr: एकूण खर्च XP

source: QUIZ ATTEMPED
mr: प्रश्नोत्तराचा प्रयत्न

source: Error Loading Profile
mr: प्रोफाइल लोड करताना त्रुटी

source: Unknown Teacher
mr: अज्ञात शिक्षक

source: Confirmation
mr: पुष्टी

# cancel_capital
source: CANCEL
mr: रद्द करा

source: YES, UNLOCK
mr: होय, अनलॉक करा

source: case-study
mr: केस स्टडी

# case_study_second
source: Case Study
mr: केस स्टडी

source: Recent Topics
mr: अलीकडील विषय

source: No Topics Completed Yet
mr: अद्याप कोणतेही विषय पूर्ण झाले नाहीत

source: Quick Feedback
mr: जलद अभिप्राय

source: Select Difficulty Level
mr: अडचण पातळी निवडा

source: Easy
mr: सोपे

source: Hard
mr: कठिण

source: Complete and get
mr: पूर्ण करा आणि मिळवा

source: Quiz Goals :
mr: क्विझ गोल:

# we_value_your_input
source: We value your input and strive to enhance your learning experience. The purpose of this survey is to gather Quiz on the recently completed lesson. Your responses will help us understand.
mr: आम्ही तुमच्या इनपुटची कदर करतो आणि तुमचा शिकण्याचा अनुभव वाढवण्याचा प्रयत्न करतो. नुकत्याच पूर्ण झालेल्या धड्यावर प्रश्नमंजुषा गोळा करणे हा या सर्वेक्षणाचा उद्देश आहे. तुमचे प्रतिसाद आम्हाला समजण्यास मदत करतील.

source: Study Material
mr: अभ्यास साहित्य

source: Videos
mr: व्हिडिओ

source: NCERT Solutions
mr: NCERT उपाय

source: Revision
mr: उजळणी

source: Templates
mr: टेम्पलेट्स

source: More content coming soon
mr: अधिक सामग्री लवकरच येत आहे

source: GO BACK
mr: परत जा

source: Not Loaded
mr: लोड केलेले नाही

source: XP to unlock this
mr: हे अनलॉक करण्यासाठी XP

source: Start Quiz
mr: क्विझ सुरू करा

source: Use
mr: वापरा

source: Recently Completed Topics
mr: नुकतेच पूर्ण झालेले विषय

source: There are no new topics available
mr: कोणतेही नवीन विषय उपलब्ध नाहीत

source: There was an error
mr: एक त्रुटी आली

source: No Available Subjects
mr: कोणतेही उपलब्ध विषय नाहीत

source: Error: loading
mr: त्रुटी: लोड होत आहे

source: SEE DESCRIPTION
mr: वर्णन पहा

source: Congratulation!
mr: अभिनंदन!

source: You earned
mr: तुम्ही कमावले

source: There's no time limit, respond at your own pace!
mr: कोणतीही वेळ मर्यादा नाही, आपल्या स्वत: च्या गतीने प्रतिसाद द्या!

source: Select your option:
mr: तुमचा पर्याय निवडा:

source: Page Not Found
mr: पृष्ठ सापडले नाही

source: LOADING
mr: लोड होत आहे

source: ALREADY COMPLETED
mr: आधीच पूर्ण

source: START SURVEY
mr: सर्वेक्षण सुरू करा

source: Your Section
mr: तुमचा विभाग

source: section
mr: विभाग

source: section-all
mr: विभाग-सर्व

source: All Section
mr: सर्व विभाग

# you_capital
source: YOU
mr: आपण

source: Already Submitted
mr: आधीच सबमिट केले आहे

source: Playing Quiz
mr: क्विझ खेळत आहे

source: Total Question:
mr: एकूण प्रश्न:

source: Answered:
mr: उत्तर दिले:

source: Remaining:
mr: उर्वरित:

source: Correct Answer :
mr: बरोबर उत्तर:

source: Explanation :
mr: स्पष्टीकरण:

source: Lesson Quiz Complete!
mr: धडा क्विझ पूर्ण!

source: You are doing great.
mr: तुम्ही छान करत आहात.

source: TIME
mr: वेळ

source: PERFECT
mr: परफेक्ट

source: Locked
mr: कुलूपबंद

source: Unlocked
mr: अनलॉक केले

source: Unknown
mr: अज्ञात

# parents_feedback_message
source: Your input is a precious step towards your child's well-being.
mr: तुमचे इनपुट तुमच्या मुलाच्या कल्याणासाठी एक मौल्यवान पाऊल आहे.

# contact_help
source: Contact us for help
mr: मदतीसाठी आमच्याशी संपर्क साधा

# community_post_1
source: 1. Share posts related to school activities, events, experiences, and strategies.
mr: 1. शालेय उपक्रम, कार्यक्रम, अनुभव आणि धोरणांशी संबंधित पोस्ट शेअर करा.

# community_post_2
source: 2. Refrain from posting personal images or off-topic content.
mr: 2. वैयक्तिक प्रतिमा किंवा विषयाबाहेरील सामग्री पोस्ट करणे टाळा.

# community_post_3
source: 3. Derogatory language is strictly prohibited.
mr: 3. अपमानास्पद भाषा कठोरपणे प्रतिबंधित आहे.

source: Why this work
mr: हे काम का

# read_detail
source: Read details
mr: तपशील वाचा

# no_dashboard
source: No Dashboards
mr: कोणतेही डॅशबोर्ड नाहीत
